import {
  configuration1,
  configuration2,
  configuration3,
  configuration4,
  configuration5,
  configuration6,
  configuration7,
  configuration8,
  configuration9,
} from "../../../../../../Assets/Images/Chat"

export const CardObjects = [
  {
    title: "შეტყობინების ხმა",
    img: configuration1,
    text: "შემომავალი ჩათის მომართვის ხმის მართვა: ჩართვა, გამორთვა, ხმის სასურველ სიმაღლის შერჩევა ჩათის პარამეტრებიდან იმართება.",
  },
  {
    title: "ფაილის ატვირთვა მომხმარებლის მხრიდან",
    img: configuration2,
    text: "ფაილების ატვირთვა მართვადია, საიტის მომხმარებლისათვის . შესაძლებელია PDF, word, excel, ppt ფაილების გაგზავნა/მიღება. ფაილების ტიპების შეზღუდვა.",
  },
  {
    title: "ფაილის ატვირთვა ოპერატორის მხრიდან",
    img: configuration3,
    text: "ფაილების გაგზავნის მართვა შესაძლებელია პროგრამის იუზერებისთვისაც. აქაც, სისტემა იძლევა  PDF, word, excel, ppt ფაილების გაგზავნა/მიღების საშუალებას. შეიძლება ფაილების  ტიპების შეზღუდვა.",
  },
  {
    title: "Typing  მაჩვენებლის ჩართვა/გამორთვა",
    img: configuration4,
    text: "როცა ერთდროულად რამდენიმე მომართვას ვემსახურებით Typing-ის მაჩვენებელი მნიშვნელოვანია, თუმცა სეთინგებიდან შესაძლებელია მისი გათიშვა.",
  },
  {
    title: "Seen მაჩვენებლის ჩართვა/გამორთვა",
    img: configuration5,
    text: "პატარა, მაგრამ მნიშვნელოვანი დეტალია, ვიცოდეთ, წაიკითხა თუ არა შვენი გაგზავნილი ტექსტი მომხმარებელმა. და-Seen-ვის მაჩვენებელის ჩართვა/გამორთვაც სეთინგებიდან ხდება.",
  },
  {
    title: "შეფასების ჩართვა/გამორთვა",
    img: configuration6,
    text: "თუ სეთინგებიდან ჩართავთ შეფასების ინსტრუმენტს, მომხმარებელს ექნება საშუალება შეაფასოს კომუნიკაცია თქვენს თანამშრომელთან.",
  },
  {
    title: "სამუშაო დროები",
    img: configuration7,
    text: "თუ არ მუშაობთ 24/7/365, მაშინ მოქნილი სისტემით შეგიძლიათ ზუსტად განსაზღვროთ სამუშაო დღეები და საათები.",
  },
  {
    title: "მისალმების ტექსტი",
    img: configuration8,
    text: "სამუშაო დღეების და საათების შესაბამისად, შეგიძლიათ დააკონფიგურიროთ მისალმების ტექსტი.",
  },
  {
    title: "არასამუშაო შეტყობინება",
    img: configuration9,
    text: "არა სამუშაო დღეების და საათების შესაბამისად, შეგიძლიათ დააკონფიგურიროთ მისალმების ტექსტი.",
  },
]
